/* NSButton (Cancel) : <title:Cancel> (oid:12) */
"Cancel" = "Отказ";

/* NSButton (Create) : <title:Create> (oid:29) */
"Create" = "Направа";

/* NSTextField (Create new file) : <title:Create new file> (oid:11) */
"Create new file" = "Направа на нов файл";

/* NSButton (Edit) : <title:Edit> (oid:13) */
"Edit" = "Редактиране";

/* NSTextField (Enter the name for the new file:) : <title:Enter the name for the new file:> (oid:14) */
"Enter the name for the new file:" = "Въведете името на новия файл:";

/* NSPanel (New File) : <title:New File> (oid:7) */

"New File" = "Нов файл";

/* Symbolic link name with target to {0} */ 
"Enter the name for the new symbolic link for {0}:" = "Въведете името на новата символна връзка на {0}:";

